tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "mas"
brew "openssl@3"
brew "python@3.10"
brew "azure-cli"
brew "curl"
brew "gh"
brew "jq"
brew "libyaml"
brew "node"
brew "php@7.4"
brew "pyenv"
brew "scrcpy"
brew "tflint"
brew "wget"
brew "zenith"
brew "hashicorp/tap/terraform"
brew "jwbargsten/misc/defbro"
brew "docker"
brew "zsh"
brew "zsh-completions"
cask "microsoft-edge"
cask "powershell"
cask "keeper-password-manager"
cask "alfred"
cask "karabiner-elements"
cask "visual-studio-code"
cask "notion"
cask "obsidian"
cask "dropzone"
cask "insomnia"
cask "keka"
cask "rectangle"
cask "mailplane"
cask "nordvpn"
cask "postman"
cask "iterm2"
